[
    {
        "key": "001",
        "name": "Patient seeks protection",
        "text": "Administer to persons seeking protection."
    },
    {
        "key": "002",
        "name": "Undergoing elective splenectomy",
        "text": "Administer to persons who are undergoing elective splenectomy if they have not previously received the vaccine."
    },
    {
        "key": "003",
        "name": "Immunocompromised",
        "text": "Do not vaccinate if the patient is immunocompromised."
    },
    {
        "key": "004",
        "name": "Recipient of a hematopoietic stem cell transplant",
        "text": "Administer to recipients of a hematopoietic stem cell transplant [HSCT] 6 to 12 months after a successful transplant, regardless of vaccination history."
    },
    {
        "key": "005",
        "name": "Hepatitis C virus infection",
        "text": "Administer to persons with a hepatitis C virus infection."
    },
    {
        "key": "006",
        "name": "Receives clotting factor concentrates",
        "text": "Administer to persons who receive clotting factor concentrates."
    },
    {
        "key": "007",
        "name": "Pregnant",
        "text": "Administer to women who are pregnant.Do not vaccinate if the patient is pregnant."
    },
    {
        "key": "008",
        "name": "Travel to an area of active cholera transmission",
        "text": "Administer to adult travelers (aged 18-64 years) from the United States traveling to an area of active cholera transmission."
    },
    {
        "key": "009",
        "name": "Breastfeeding",
        "text": "Do not vaccinate if the patient is breastfeeding."
    },
    {
        "key": "010",
        "name": "Cerebrospinal fluid leaks",
        "text": "Administer to persons who have cerebrospinal fluid leaks."
    },
    {
        "key": "011",
        "name": "Cochlear implants",
        "text": "Administer to persons who have cochlear implants."
    },
    {
        "key": "012",
        "name": "Family history of altered immunocompetence",
        "text": "Do not vaccinate if the patient has a family history of altered immunocompetence"
    },
    {
        "key": "013",
        "name": "Severe Combined Immunodeficiency [SCID]",
        "text": "Do not vaccinate if the patient has Severe Combined Immunodeficiency [SCID]."
    },
    {
        "key": "014",
        "name": "Diabetes",
        "text": "Administer to persons who have diabetes."
    },
    {
        "key": "015",
        "name": "Chronic liver disease",
        "text": "Administer to persons who have chronic liver disease."
    },
    {
        "key": "016",
        "name": "Chronic heart disease",
        "text": "Administer to persons who have chronic heart disease."
    },
    {
        "key": "017",
        "name": "Chronic lung disease",
        "text": "Administer to persons who have chronic lung disease."
    },
    {
        "key": "018",
        "name": "Laboratory Evidence of Immunity or confirmation of Hepatitis A disease",
        "text": ""
    },
    {
        "key": "019",
        "name": "Laboratory Evidence of Immunity or confirmation of Hepatitis B disease",
        "text": ""
    },
    {
        "key": "020",
        "name": "Laboratory Evidence of Immunity for Measles",
        "text": ""
    },
    {
        "key": "021",
        "name": "Laboratory Evidence of Immunity for Mumps",
        "text": ""
    },
    {
        "key": "022",
        "name": "Laboratory Evidence of Immunity for Rubella",
        "text": ""
    },
    {
        "key": "023",
        "name": "Laboratory Evidence of Immunity or confirmation of Varicella disease",
        "text": ""
    },
    {
        "key": "024",
        "name": "Healthcare provider verified history of or diagnosis of Varicella",
        "text": ""
    },
    {
        "key": "025",
        "name": "Healthcare provider verified history or diagnosis of Herpes Zoster",
        "text": ""
    },
    {
        "key": "026",
        "name": "Persons with perinatal HIV infection who do not have evidence of severe immunosuppression and who were vaccinated with MMR before establishment of antiviral therapy [ART]",
        "text": "Administer to persons with perinatal HIV infection who do not have evidence of severe immunosuppression and who were vaccinated with MMR before establishment of antiviral therapy [ART]."
    },
    {
        "key": "027",
        "name": "Asthma",
        "text": "Administer to persons who have asthma.Do not vaccinate if the patient has asthma."
    },
    {
        "key": "028",
        "name": "Intussusception",
        "text": "Do not vaccinate if the patient has intussusception."
    },
    {
        "key": "029",
        "name": "Acute gastroenteritis",
        "text": "Do not vaccinate if the patient has acute gastroenteritis."
    },
    {
        "key": "030",
        "name": "Acute febrile illness",
        "text": "Do not vaccinate if the patient has acute febrile illness."
    },
    {
        "key": "031",
        "name": "Tuberculosis",
        "text": "Do not vaccinate if the patient has active untreated tuberculosis."
    },
    {
        "key": "032",
        "name": "Dialysis patient",
        "text": "Administer to hemodialysis patients and predialysis, peritoneal dialysis, and home dialysis patients"
    },
    {
        "key": "033",
        "name": "Taken influenza antiviral medications within the previous 48 hours",
        "text": "Do not vaccinate if the patient has taken influenza antiviral medications  within the previous 48 hours."
    },
    {
        "key": "034",
        "name": "Receiving long-term aspirin therapy",
        "text": "Do not vaccinate if the patient is receiving long-term aspirin therapy."
    },
    {
        "key": "035",
        "name": "Antimicrobial or antimalarial taken within 72 hours",
        "text": "Do not vaccinate if the patient  has taken antimicrobial or antimalarial medications  within the previous 72 hours."
    },
    {
        "key": "036",
        "name": "Men who have sex with men",
        "text": "Administer to men who have sex with men."
    },
    {
        "key": "037",
        "name": "Not in a long-term, mutually monogamous relationship",
        "text": "Administer to persons not in a long-term, mutually monogamous relationship."
    },
    {
        "key": "038",
        "name": "Sex partner of Hepatitis B surface antigen-positive persons",
        "text": "Administer to persons who are a sex partner of a Hepatitis B surface antigen-positive person."
    },
    {
        "key": "039",
        "name": "Receives treatment for STD",
        "text": "Administer to persons who receive treatment for STD."
    },
    {
        "key": "040",
        "name": "Illicit drug use",
        "text": "Administer to persons who use illicit drugs."
    },
    {
        "key": "041",
        "name": "Illicit injection drug use",
        "text": "Administer to persons who use illicit injection drugs."
    },
    {
        "key": "042",
        "name": "Smoke cigarettes",
        "text": "Administer to persons who smoke cigarettes."
    },
    {
        "key": "043",
        "name": "Alcoholism",
        "text": "Administer to persons who have alcoholism."
    },
    {
        "key": "044",
        "name": "Close contact with international adoptee during first 60 days",
        "text": "Administer to persons who will have close contact with an international adoptee during the first 60 days."
    },
    {
        "key": "045",
        "name": "Travel to country with a Yellow Fever vaccination entry requirement",
        "text": "Administer to persons who travel to a country with a Yellow Fever vaccination entry requirement."
    },
    {
        "key": "046",
        "name": "College students living in residence halls",
        "text": "Administer to college students living in residence halls."
    },
    {
        "key": "047",
        "name": "Resident of area at risk for exposure to the disease",
        "text": "Administer to residents of an area at risk for exposure to the disease."
    },
    {
        "key": "048",
        "name": "Travelling Internationally",
        "text": "Administer to persons who will be travelling internationally."
    },
    {
        "key": "049",
        "name": "Working with Hepatitis A virus in research setting",
        "text": "Administer to persons who work with Hepatitis A virus in a research setting."
    },
    {
        "key": "050",
        "name": "Microbiologists routinely exposed to Neisseria meningitidis",
        "text": "Administer to microbiologists routinely exposed to isolates of Neisseria meningitidis."
    },
    {
        "key": "051",
        "name": "Microbiology laboratorians who work frequently with S. typhi",
        "text": "Administer to persons who are microbiology laboratorians who work frequently with S. typhi."
    },
    {
        "key": "052",
        "name": "Laboratory personnel who might be exposed to YFV",
        "text": "Administer to laboratory personnel who might be exposed to virulent YFV or to concentrated preparations of YF vaccine virus strains by direct or indirect contact or by aerosols."
    },
    {
        "key": "053",
        "name": "Rabies researchers",
        "text": "Administer to Rabies researchers."
    },
    {
        "key": "054",
        "name": "Laboratory workers who handle specimens that might contain polioviruses",
        "text": "Administer to laboratory workers who handle specimens that might contain polioviruses."
    },
    {
        "key": "055",
        "name": "Health care personnel",
        "text": "Administer to healthcare personnel without evidence of immunity."
    },
    {
        "key": "056",
        "name": "Health-care workers who have close contact with patients who might be excreting wild polioviruses",
        "text": "Administer to health-care workers who have close contact with patients who might be excreting wild polioviruses."
    },
    {
        "key": "057",
        "name": "Public safety worker exposed to blood or infection body fluids",
        "text": "Administer to public safety workers exposed to blood or infection body fluids"
    },
    {
        "key": "058",
        "name": "Staff of institution for persons with developmental disabilities",
        "text": "Administer to staff of institution for persons with developmental disabilities"
    },
    {
        "key": "059",
        "name": "Occupational exposure for Hepatitis A",
        "text": "Administer to persons who have an occupational exposure for Hepatitis A"
    },
    {
        "key": "060",
        "name": "Veterinarians and their staff",
        "text": "Administer to veterinarians and their staff."
    },
    {
        "key": "061",
        "name": "Animal handlers",
        "text": "Administer to animal handlers."
    },
    {
        "key": "062",
        "name": "Persons whose activities bring them into frequent contact with rabies virus or potentially rabid animals",
        "text": "Administer to persons whose activities bring them into frequent contact with rabies virus or potentially rabid animals."
    },
    {
        "key": "063",
        "name": "Post secondary student",
        "text": "Administer to persons who are students in a postsecondary educational institution."
    },
    {
        "key": "064",
        "name": "Military recruits",
        "text": "Administer to military recruits."
    },
    {
        "key": "065",
        "name": "Client of institution for persons with developmental disabilities",
        "text": "Administer to persons who are a client of institution for persons with developmental disabilities."
    },
    {
        "key": "066",
        "name": "Chronic renal failure",
        "text": "Administer to persons with chronic renal failure.Do not vaccinate if the patient has chronic renal failure."
    },
    {
        "key": "068",
        "name": "In drug abuse treatment and prevention facility",
        "text": "Administer to persons who are in a drug abuse treatment and prevention facility."
    },
    {
        "key": "069",
        "name": "In correctional facility",
        "text": "Administer to persons who are in a correctional facility."
    },
    {
        "key": "070",
        "name": "Persons at risk during an outbreak",
        "text": "Administer to persons identified as at increased risk during a community outbreak attributable to a vaccine serogroup."
    },
    {
        "key": "071",
        "name": "Household contact with hepatitis B surface antigen-positive persons",
        "text": "Administer to persons who have household contact with hepatitis B surface antigen-positive persons."
    },
    {
        "key": "072",
        "name": "Intimate exposure to a documented S. typhi carrier",
        "text": "Administer to persons who have intimate exposure to a documented S. typhi carrier."
    },
    {
        "key": "073",
        "name": "Household and close contacts of immunocompromised persons",
        "text": "Administer to persons who are household and close contacts of immunocompromised persons."
    },
    {
        "key": "074",
        "name": "Negative serological screening for varicella",
        "text": "Administer to persons who are serologically negative for varicella."
    },
    {
        "key": "075",
        "name": "Transgender person",
        "text": "Administer to transgender persons."
    },
    {
        "key": "076",
        "name": "Progressive neurologic disorder",
        "text": "\n\t\t\t\tDo not vaccinate if the patient has progressive neurologic disorder until a treatment regimen has been\n\t\t\t\testablished and the condition has stabilized.\n\t\t\t"
    },
    {
        "key": "077",
        "name": "Received inactivated or unknown measles vaccine between 1963-1967",
        "text": "Administer to persons who received inactivated or unknown measles vaccine between 1963-1967."
    },
    {
        "key": "078",
        "name": "Received killed or unknown Mumps vaccine before 1979",
        "text": "Administer to persons who received killed or unknown Mumps vaccine before 1979."
    },
    {
        "key": "079",
        "name": "Encephalopathy not attributable to another identifiable cause within 7 days of administration of a previous dose of Tdap, DTP, or DTaP vaccine",
        "text": "Do not vaccinate if the patient has had encephalopathy not attributable to another identifiable cause within 7 days of administration of a previous dose of Tdap, DTP, or DTaP vaccine."
    },
    {
        "key": "080",
        "name": "Adverse reaction to vaccine component",
        "text": "Do not vaccinate if the patient has had an adverse reaction to a vaccine component."
    },
    {
        "key": "081",
        "name": "Severe allergic reaction after previous dose of Polio",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Polio vaccine."
    },
    {
        "key": "082",
        "name": "Severe allergic reaction after previous dose of Japanese Encephalitis",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Japanese Encephalitis vaccine."
    },
    {
        "key": "083",
        "name": "Severe allergic reaction after previous dose of Rotavirus",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Rotavirus vaccine."
    },
    {
        "key": "084",
        "name": "Severe allergic reaction after previous dose of Typhoid",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Typhoid vaccine."
    },
    {
        "key": "085",
        "name": "Severe allergic reaction after previous dose of Influenza",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Influenza vaccine."
    },
    {
        "key": "086",
        "name": "Severe allergic reaction after previous dose of Pertussis",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Pertussis vaccine."
    },
    {
        "key": "087",
        "name": "Severe allergic reaction after previous dose of Diphtheria",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Diphtheria vaccine."
    },
    {
        "key": "088",
        "name": "Severe allergic reaction after previous dose of Tetanus",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Tetanus vaccine."
    },
    {
        "key": "089",
        "name": "Severe allergic reaction after previous dose of Varicella",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Varicella vaccine."
    },
    {
        "key": "090",
        "name": "Severe allergic reaction after previous dose of HPV",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of HPV vaccine."
    },
    {
        "key": "091",
        "name": "Severe allergic reaction after previous dose of Measles",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Measles vaccine."
    },
    {
        "key": "092",
        "name": "Severe allergic reaction after previous dose of Mumps",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Mumps vaccine."
    },
    {
        "key": "093",
        "name": "Severe allergic reaction after previous dose of Rubella",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Rubella vaccine."
    },
    {
        "key": "094",
        "name": "Severe allergic reaction after previous dose of Pneumococcal",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Pneumococcal vaccine."
    },
    {
        "key": "095",
        "name": "Severe allergic reaction after previous dose of Meningococcal",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Meningococcal vaccine."
    },
    {
        "key": "096",
        "name": "Severe allergic reaction after previous dose of Hepatitis A",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Hepatitis A vaccine."
    },
    {
        "key": "097",
        "name": "Severe allergic reaction after previous dose of Hepatitis B",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Hepatitis B vaccine."
    },
    {
        "key": "098",
        "name": "Severe allergic reaction after previous dose of Hib",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Hib vaccine."
    },
    {
        "key": "099",
        "name": "Severe allergic reaction after previous dose of Yellow Fever",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Yellow Fever vaccine."
    },
    {
        "key": "100",
        "name": "Severe allergic reaction after previous dose of live zoster",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of live zoster vaccine."
    },
    {
        "key": "101",
        "name": "Allergic reaction to egg protein",
        "text": "Do not vaccinate if the patient has a history of egg allergy."
    },
    {
        "key": "102",
        "name": "Severe allergic reaction to gelatin",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to gelatin."
    },
    {
        "key": "103",
        "name": "Severe allergic reaction to arginine",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to arginine."
    },
    {
        "key": "104",
        "name": "Allergic reaction to latex",
        "text": "Do not vaccinate if the patient has an allergy to latex."
    },
    {
        "key": "105",
        "name": "Severe allergic reaction to chicken protein",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to chicken protein."
    },
    {
        "key": "106",
        "name": "Severe allergic reaction to gentamicin",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to gentamicin."
    },
    {
        "key": "107",
        "name": "Severe allergic reaction to neomycin",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to neomycin."
    },
    {
        "key": "108",
        "name": "Severe allergic reaction to streptomycin",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to streptomycin."
    },
    {
        "key": "109",
        "name": "Severe allergic reaction to polymyxin B",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to polymyxin B. "
    },
    {
        "key": "110",
        "name": "Hypersensitivity to yeast",
        "text": "Do not vaccinate if the patient has a hypersensitivity to yeast."
    },
    {
        "key": "111",
        "name": "Hypersensitivity to the preservative 2-phenoxyethanol",
        "text": "Do not vaccinate if the patient has a hypersensitivity to the preservative 2-phenoxyethanol."
    },
    {
        "key": "112",
        "name": "Hypersensitivity to alum",
        "text": "Do not vaccinate if the patient has a hypersensitivity to alum."
    },
    {
        "key": "113",
        "name": "Severe allergic reaction after previous dose of Rabies",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Rabies vaccine."
    },
    {
        "key": "114",
        "name": "End stage renal disease",
        "text": "Administer to persons who have end stage renal disease."
    },
    {
        "key": "115",
        "name": "Severe allergic reaction to protamine sulfate",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to protamine sulfate."
    },
    {
        "key": "116",
        "name": "Severe allergic reaction after previous dose of Meningococcal B",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of Meningococcal B vaccine."
    },
    {
        "key": "117",
        "name": "Severe allergic reaction to diphtheria toxoid",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to diphtheria toxoid."
    },
    {
        "key": "118",
        "name": "Severe allergic reaction to tetanus toxoid",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction to tetanus toxoid."
    },
    {
        "key": "119",
        "name": "Severe allergic reaction after previous dose of cholera",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of cholera vaccine."
    },
    {
        "key": "120",
        "name": "Begin Date of antiviral therapy [ART]",
        "text": ""
    },
    {
        "key": "121",
        "name": "Homelessness",
        "text": "Administer to persons who are experiencing homelessness."
    },
    {
        "key": "125",
        "name": "Tetanus IG administration",
        "text": "Do not vaccinate if the patient has had Tetanus IG administered in the previous 3 months."
    },
    {
        "key": "126",
        "name": "Hep A IG administration",
        "text": "Do not vaccinate if the patient has had Hepatitis A IG administered in the previous 3 months."
    },
    {
        "key": "127",
        "name": "Hep B IG administration",
        "text": "Do not vaccinate if the patient has had Hepatitis B IG administered in the previous 3 months."
    },
    {
        "key": "128",
        "name": "Rabies IG administration",
        "text": "Do not vaccinate if the patient has had Rabies IG administered in the previous 4 months."
    },
    {
        "key": "129",
        "name": "Varicella IG administration",
        "text": "Do not vaccinate if the patient has had Varicella IG administered in the previous 5 months."
    },
    {
        "key": "130",
        "name": "Measles prophylaxis IG administration - Standard",
        "text": "Do not vaccinate if the patient has had Measles IG at a standard dose [0.25 mL/kg] administered in the previous 5 months."
    },
    {
        "key": "131",
        "name": "Measles prophylaxis IG administration - Immunocompromised Contact",
        "text": "Do not vaccinate if the patient has had Measles IG at an immunocompromised dose [0.5 mL/kg] administered in the previous 6 months."
    },
    {
        "key": "132",
        "name": "RBC [adenine-saline added] blood transfusion",
        "text": "Do not vaccinate if the patient has received a blood transfusion of adenine-saline added RBCs in the previous 3 months."
    },
    {
        "key": "133",
        "name": "Packed RBC blood transfusion",
        "text": "Do not vaccinate if the patient has received a blood transfusion of packed RBCs in the previous 6 months."
    },
    {
        "key": "134",
        "name": "Whole blood transfusion",
        "text": "Do not vaccinate if the patient has received a whole blood transfusion in the previous 6 months."
    },
    {
        "key": "135",
        "name": "Plasma/platelet products blood transfusion",
        "text": "Do not vaccinate if the patient has received a blood transfusion of plasma or platelet product in the previous 7 months."
    },
    {
        "key": "136",
        "name": "Cytomegalovirus IGIV",
        "text": "Do not vaccinate if the patient has received Cytomegalovirus IGIV in the previous 6 months."
    },
    {
        "key": "137",
        "name": "IGIV - Replacement therapy for immune deficiencies",
        "text": "Do not vaccinate if the patient has received IGIV [Replacement therapy for immune deficiencies] in the previous 8 months."
    },
    {
        "key": "138",
        "name": "IGIV - Immune thrombocytopenic purpura treatment",
        "text": "Do not vaccinate if the patient has received IGIV [Immune thrombocytopenic purpura treatment [400 mg/kg IV]] in the previous 8 months."
    },
    {
        "key": "139",
        "name": "IGIV - Postexposure varicella prophylaxis",
        "text": "Do not vaccinate if the patient has received IGIV [Postexposure varicella prophylaxis] in the previous 8 months."
    },
    {
        "key": "140",
        "name": "IGIV - Immune thrombocytopenic purpura treatment",
        "text": "Do not vaccinate if the patient has received IGIV [Immune thrombocytopenic purpura treatment [1000 mg/kg IV]] in the previous 10 months."
    },
    {
        "key": "141",
        "name": "IGIV - Kawasaki disease",
        "text": "Do not vaccinate if the patient has received IGIV [Kawasaki disease] in the previous 11 months."
    },
    {
        "key": "142",
        "name": "Travel to or working in countries that have high or intermediate endemicity of Hepatitis A",
        "text": "Administer to persons traveling to or working in countries that have high or intermediate endemicity of Hepatitis A."
    },
    {
        "key": "143",
        "name": "Travel to areas or countries where polio is epidemic or endemic",
        "text": "Administer to travelers to areas or countries where polio is epidemic or endemic."
    },
    {
        "key": "144",
        "name": "International travel with possible contact with animals in areas where rabies is enzootic and immediate access to appropriate medical care might be limited",
        "text": "Administer to persons with plans for international travel with possible contact with animals in areas where rabies is enzootic and immediate access to appropriate medical care might be limited."
    },
    {
        "key": "145",
        "name": "B-lymphocyte [humoral] - Severe antibody deficiencies",
        "text": "Administer to persons who have severe B-lymphocyte [humoral] - antibody deficiencies [e.g., X-linked agammaglobulinemia and common variable immunodeficiency].Do not vaccinate if the patient has severe B-lymphocyte [humoral] - antibody deficiencies [e.g., X-linked agammaglobulinemia and common variable immunodeficiency]."
    },
    {
        "key": "146",
        "name": "B-lymphocyte [humoral] - Less severe antibody deficiencies",
        "text": "Administer to persons who have less severe B-lymphocyte [humoral] - antibody deficiencies [e.g., selective IgA deficiency and IgG subclass deficiency].Do not vaccinate if the patient has less severe B-lymphocyte [humoral] - antibody deficiencies [e.g., selective IgA deficiency and IgG subclass deficiency]."
    },
    {
        "key": "147",
        "name": "T-lymphocyte [cell-mediated and humoral] - Complete defects",
        "text": "Administer to persons who have complete cell-mediated or humoral T-lymphocyte defects [e.g., severe combined immunodeficiency [SCID] disease, complete DiGeorge syndrome].Do not vaccinate if the patient has complete cell-mediated or humoral T-lymphocyte defects [e.g., severe combined immunodeficiency [SCID] disease, complete DiGeorge syndrome]."
    },
    {
        "key": "148",
        "name": "T-lymphocyte [cell-mediated and humoral] - Partial defects",
        "text": "Administer to persons who have partial cell-mediated or humoral T-lymphocyte defects [e.g., most patients with DiGeorge syndrome, Wiskott-Aldrich syndrome, ataxia- telangiectasia].Do not vaccinate if the patient has partial cell-mediated or humoral T-lymphocyte defects [e.g., most patients with DiGeorge syndrome, Wiskott-Aldrich syndrome, ataxia- telangiectasia]."
    },
    {
        "key": "149",
        "name": "T-lymphocyte [cell-mediated and humoral] - interferon-gamma/Interleukin 12 axis deficiencies",
        "text": "Administer to persons who have T-lymphocyte [cell-mediated and humoral] - interferon-gamma or interferon-alpha.Do not vaccinate with live attenuated typhoid virus [Ty21a] if the patient has T-lymphocyte [cell-mediated and humoral] - interferon-gamma/Interleukin 12 axis deficiencies."
    },
    {
        "key": "150",
        "name": "T-lymphocyte [cell-mediated and humoral] - interferon-gamma or interferon-alpha",
        "text": "Administer to persons who have T-lymphocyte [cell-mediated and humoral] - interferon-gamma or interferon-alpha.Do not vaccinate if the patient has cell-mediated or humoral T-lymphocyte defects related to interferon-gamma or interferon-alpha"
    },
    {
        "key": "151",
        "name": "Persistent complement, properdin, or factor B deficiency",
        "text": "Administer to persons who have persistent complement component deficiencies, including inherited or chronic deficiencies in C3, C5-9, properdin, factor D, factor H, or who are taking eculizumab [Soliris]."
    },
    {
        "key": "152",
        "name": "Phagocytic function - Chronic granulomatous disease",
        "text": "Administer to persons who have chronic granulomatous disease.Do not vaccinate if the patient has phagocytic function - chronic granulomatous disease."
    },
    {
        "key": "153",
        "name": "Phagocytic function - Leukocyte adhesion defect, and myeloperoxidase deficiency",
        "text": "Administer to persons who have a phagocytic function defect [e.g. leukocyte adhesion defect and myeloperoxidase deficiency].Do not vaccinate if the patient has a phagocytic function defect [e.g. leukocyte adhesion defect and myeloperoxidase deficiency]."
    },
    {
        "key": "154",
        "name": "HIV/AIDS - severely immunocompromised",
        "text": "Administer to persons who have HIV/AIDS and are severely immunocompromised [See the CDC general recommendations for a definition of \"severely immunocompromised\"].Do not vaccinate if the patient has HIV/AIDS and is severely immunocompromised [See the CDC general recommendations for a definition of \"severely immunocompromised\"]."
    },
    {
        "key": "155",
        "name": "HIV/AIDS - not severely immunocompromised",
        "text": "Administer to persons who have HIV/AIDS and are not severely immunocompromised [See the CDC general recommendations for a definition of \"severely immunocompromised\"]."
    },
    {
        "key": "156",
        "name": "Generalized malignant neoplasm",
        "text": "Administer to persons who have generalized malignant neoplasm.Do not vaccinate if the patient has generalized malignant neoplasm."
    },
    {
        "key": "157",
        "name": "Transplantation",
        "text": "Administer to persons who have received a transplant.Do not vaccinate if the patient received a transplant."
    },
    {
        "key": "158",
        "name": "Immunosuppressive therapy",
        "text": "Administer to persons who are undergoing immunosuppressive therapy. Immunosuppressive medications include those given to prevent solid organ transplant rejection, human immune mediators like interleukins and colony-stimulating factors, immune modulators like levamisol and BCG bladder-tumor therapy, and medicines like tumor necrosis factor alpha inhibitors and anti-B cell antibodies. Do not vaccinate if the patient is undergoing immunosuppressive therapy. Immunosuppressive medications include those given to prevent solid organ transplant rejection, human immune mediators like interleukins and colony-stimulating factors, immune modulators like levamisol and BCG bladder-tumor therapy, and medicines like tumor necrosis factor alpha inhibitors and anti-B cell antibodies. "
    },
    {
        "key": "159",
        "name": "Radiation therapy",
        "text": "Administer to persons who are undergoing radiation therapy.Do not vaccinate if the patient is undergoing radiation therapy."
    },
    {
        "key": "160",
        "name": "Anatomical or functional asplenia",
        "text": "Administer to persons with anatomic or functional asplenia, including sickle cell disease.Do not vaccinate if the patient has anatomical or functional asplenia."
    },
    {
        "key": "161",
        "name": "Chronic renal disease",
        "text": "Administer to persons with chronic renal disease.Do not vaccinate if the patient has chronic renal disease."
    },
    {
        "key": "162",
        "name": "Travel to areas at risk for Yellow Fever transmission",
        "text": "Administer to persons who travel to areas at risk for Yellow Fever transmission."
    },
    {
        "key": "163",
        "name": "Travel to areas in which there is a recognized risk of exposure to S. typhi",
        "text": "Administer to persons who travel to areas in which there is a recognized risk of exposure to S. typhi."
    },
    {
        "key": "164",
        "name": "Travel to or are residents of countries in which meningococcal disease is hyperendemic or epidemic",
        "text": "Administer to persons who travel to or are residents of countries in which meningococcal disease is hyperendemic or epidemic."
    },
    {
        "key": "165",
        "name": "Longer-term (e.g., 1 month or more) travel to a JE-endemic area",
        "text": "Administer to persons who plan for longer-term (e.g., 1 month or more) travel to JE-endemic areas."
    },
    {
        "key": "166",
        "name": "Travel to countries with high or intermediate prevalence of chronic HBV infection",
        "text": "Administered to persons who travel to countries with high or intermediate prevalence of chronic HBV infection."
    },
    {
        "key": "167",
        "name": "Nephrotic Syndrome",
        "text": "Administer to persons with nephrotic syndrome."
    },
    {
        "key": "168",
        "name": "Chemotherapy",
        "text": "Do not vaccinate if the patient is undergoing chemotherapy, including 14 days before the start of therapy and 3 months after the completion of therapy."
    },
    {
        "key": "169",
        "name": "History of sexual abuse or assault",
        "text": "Administer to persons who have a history of sexual abuse or assault."
    },
    {
        "key": "170",
        "name": "Onset of pregnancy",
        "text": ""
    },
    {
        "key": "171",
        "name": "Date of hematopoietic stem cell transplant",
        "text": ""
    },
    {
        "key": "172",
        "name": "Severe allergic reaction after previous dose of recombinant zoster",
        "text": "Do not vaccinate if the patient has had a severe allergic reaction after a previous dose of recombinant zoster vaccine."
    },
    {
        "key": "173",
        "name": "Moving to JE-endemic country to take up residence",
        "text": "Administer to persons who plan to move to JE-endemic countries to take up residence."
    },
    {
        "key": "174",
        "name": "Frequent travel to JE-endemic areas",
        "text": "Administer to persons who frequently travel to JE-endemic areas."
    },
    {
        "key": "175",
        "name": "Patient seeks Hepatitis A protection",
        "text": "Administer to persons seeking protection from Hepatitis A."
    },
    {
        "key": "176",
        "name": "Patient seeks Hepatitis B protection",
        "text": "Administer to persons seeking protection from Hepatitis B."
    },
    {
        "key": "177",
        "name": "Patient seeks Meningococcal B protection",
        "text": "Administer to persons seeking protection from Meningococcal B."
    },
    {
        "key": "178",
        "name": "Leukemia",
        "text": "Administer to persons with leukemia."
    },
    {
        "key": "179",
        "name": "Lymphoma",
        "text": "Administer to persons with lymphoma."
    },
    {
        "key": "180",
        "name": "Hodgkin's disease",
        "text": "Administer to persons with Hodgkin's disease."
    },
    {
        "key": "181",
        "name": "Multiple myeloma",
        "text": "Administer to persons with multiple myeloma."
    }
]